Repository: py-crash/gnome-shell-teatime
Catalog: po/*.po
Languages: es

source: Your tea is ready!
es: ¡Su té está listo!

source: Show settings
es: Preferencias

source: TeaTime applet
es: Applicación TeaTime

source: Timer set!
es: ¡Tiempo seleccionado!

source: %ss to go
es: Faltan %ss

source: Drink it, while it is hot!
es: Beba mientras está caliente!

source: Fullscreen Notifications
es: Notificaciones en pantalla completa

source: Graphical Countdown
es: Cuenta regresiva gráfica

source: Tea
es: Té

source: Steep time
es: Tiempo de infusión

source: { "Green tea": 180, "Black tea": 210, "Fruit tea": 420, "White tea": 120 }
es: { "Té verde": 180, "Té negro": 210, "Té de frutas": 420, "Té blanco": 120 }

source: Tea drawing times list
es: Tiempo de infusión de diferentes tipos de té

source: A mapping of a teas to their corresponding drawing time in seconds.
es: Correspondencias entre cada té y el tiempo de infusión en segundos.
